---
kind: property
id: P:Autodesk.Revit.DB.Visual.MasonryCMU.CommonTintColor
source: html/bc5e5fc2-874f-da3d-259d-de48e8054858.htm
---
# Autodesk.Revit.DB.Visual.MasonryCMU.CommonTintColor Property

The property labeled "Tint Color" from the "MasonryCMU" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".